Repository: sangnt-rule/watch
Catalog: data/locales/common.tmx
Source language: vi
Languages: en, zh

source: Tất cả
en: All
zh: 所有

source: Chọn
en: Choose
zh: Choose

source: Tập tin tải lên không hợp lệ. Vui lòng thử lại
en: The uploaded file is invalid. Please try again
zh: The uploaded file is invalid. Please try again

source: Không có dữ liệu
en: No data
zh: No data

source: Toàn bộ trạng thái
en: All of statuses

source: Chi tiết
en: Detail
zh: 详情

source: Xóa
en: Delete

source: Thông báo từ hệ thống
en: Alert

source: Từ
en: From

source: Đến
en: To

source: Tổng cộng
en: Total

source: Tất cả quản trị viên
en: All of adminstrators

source: Quốc gia
en: Country

source: Tỉnh/ thành
en: Province

source: Quận/ huyện
en: District

source: Khu vực
en: Area

source: Xử lý
en: Process

source: Xác nhận
en: Confirm

source: Số lượng
en: Qty

source: Xử lý bởi
en: PIC

source: Hủy
en: Cancel

source: Xuất dữ liệu
en: Export
zh: 出口

source: Chọn tất cả
en: Select All

source: Bỏ chọn tất cả
en: UnSelect All

source: Đóng
en: Pause

source: Làm mới
en: Refresh

source: Báo cáo
en: Extract

source: Trang chủ
en: Home

source: Toàn bộ ngôn ngữ
en: Select all partner

source: Toàn bộ danh mục
en: Select all news category

source: Toàn bộ danh mục con
en: Select all sub category

source: Xem thêm
en: More
zh: 更多

source: Tìm kiếm
en: Search
zh: 搜索

source: Các vị trí khác
en: Recommend
zh: 推荐

source: Tin tức khác
en: Other news
zh: 其他新闻

source: Toàn bộ nổi bật
en: All Sponsor

source: Nổi bật
en: Sponsor

source: Không nổi bật
en: No sponsor

source: Xin chúc mừng. Đơn hàng đặt vé trực tuyến của quý khách đã được tạo thành công. Chúng tôi sẽ liên hệ quý khách và xử lý trong thời gian sớm nhất. Xin chân thành cảm ơn quý khách đã sử dụng dịch vụ.
en: Congratulations. Orders placed online your ticket has been successfully created. We will contact you and processed in the shortest time. Sincerely thank you for using the service.
zh: 恭喜。网上寄予你的票已成功创建订单。我们将与您联系，并在最短的时间处理。衷心感谢您使用该服务。

source: Không tìm thấy kết quả
en: No items has been found
zh: 没有项目已被发现

source: Thật đáng tiếc. Không kết quả nào được tìm thấy với từ khóa <strong>"%s"</strong>.
en: Sorry! No items has been found with keyword <strong>"%s"</strong>

source: Thật đáng tiếc. Trang mà bạn yêu cầu không được tìm thấy trong hệ thống.
en: Sorry! Your request can not be found.
zh: 抱歉!您的请求无法被发现。

source: Danh mục
en: Category

source: Tên
en: aaaa

source: Chủ ngựa
en: Owner

source: Chiều cao
en: Height

source: Màu
en: Color

source: Giống
en: Kind

source: Xuất xứ
en: From

source: Tuổi
en: Age

source: Xếp loại
en: Class

source: Thành tích
en: Score

source: Xem Thành tích
en: Score Detail

source: Bảng cập nhật thành tích theo kì
en: Score Detail

source: Mới nhất
en: Newest
